www/terraform_configs/82ae7cbd-6903-4ebb-87a8-7a8ecc5441d5/.govmomi/debug/2025-05-30T13-06-11.0989738/1-0007.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><CreateContainerView xmlns="urn:vim25"><_this type="ViewManager">ViewManager</_this><container type="Datacenter">datacenter-264</container><type>VirtualMachine</type><recursive>true</recursive></CreateContainerView></Body></Envelope>